Repository: MuslimKhAhmed1/dream-shopping
Catalog: lib/l10n/app_*.arb
Languages: ku

# appTitle
source: Dream Shopping
ku: خریدنەوی خەیاڵی

# profileTitle
source: Profile
ku: پڕۆفایل

# cartEmpty
source: Your cart is empty
ku: کارتەکە تەمەنیە

source: Go to Orders
ku: بڕۆ بۆ فەرمیەکان

source: Return Home
ku: گەڕەوە بۆ ماڵەوە

source: Browse as Guest
ku: بەشێوەی بەکارهێنەری بەدواداچوون

source: Sign up
ku: تۆمارکردن

# loginTitle
source: Login
ku: چوونەژوورەوە

# signupTitle
source: Sign Up
ku: تۆمارکردن

# loginButton
source: Log In
ku: چوونەژوورەوە

# signupButton
source: Sign Up
ku: تۆمارکردن

source: Email
ku: ئیمەیڵ

source: Password
ku: تێپەڕەوشە

# loginLink
source: Don't have an account? Sign up
ku: ئەکاونتەکە نییە؟ تۆمار بکە

# signupLink
source: Already have an account? Log in
ku: ئەکاونتەکت هەیە؟ چوونەژوورەوە

# emailError
source: Please enter a valid email
ku: تکایە ئیمەیڵێکی دروست داخڵ بکە

# passwordError
source: Please enter a password
ku: تکایە تێپەڕەوشەیەکت داخڵ بکە

# loginError
source: Login failed. Please try again.
ku: چوونەژوورەوە هەڵەبوو. تکایە هەوڵبدەوە.

# signupSuccess
source: You have signed up successfully!
ku: بەسەرکەوتوویی تۆمار بووە!

source: OK
ku: باشە

source: Dark Mode
ku: شێوەی تاریک

source: Language
ku: زمان

source: Notifications
ku: ئاگادارکردنەوەکان

# supplierAccount
source: Supplier Account Statement
ku: بەڕێوەبەرایەتی گەڕەک

source: Order History
ku: مێژووی داواکاری

source: Rewards History
ku: مێژووی خەڵاتەکان

source: Logout
ku: چوونەدەرەوە

source: Select Language
ku: زمان دیاریبکە
